tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mistertea/et"
tap "saulpw/vd"
brew "antidote"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "autossh"
brew "boost"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "enchant"
brew "exa"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "foma"
brew "freetds"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gobject-introspection"
brew "hugo"
brew "ical-buddy"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "libdvdcss"
brew "librsvg"
brew "mailutils"
brew "mosh"
brew "navi"
brew "neomutt"
brew "neovim"
brew "node"
brew "qt@5"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "pandoc"
brew "php"
brew "pngquant"
brew "poppler"
brew "pup"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rbenv"
brew "ruby"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "subversion"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-elrumo2-icon", "with-imagemagick", "with-mailutils", "with-xwidgets"]
brew "eddieantonio/eddieantonio/imgcat"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mistertea/et/et"
brew "saulpw/vd/visidata"
cask "linearmouse"
cask "meetingbar"
cask "openmtp"
cask "vagrant"
