tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "saulpw/vd"
brew "cmake"
brew "enchant"
brew "ffmpeg"
brew "gcc"
brew "hugo"
brew "imagemagick"
brew "iperf"
brew "neovim"
brew "pngquant"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "spotify-tui"
brew "fish"
brew "tmux"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "saulpw/vd/visidata"
cask "openmtp"
brew "mosh"
